Repository: Cordia/dawati-shell
Catalog: po/*.po
Languages: hu, sv

source: Set your toolbar preferences
sv: Ange dina inställningar för verktygsfältet

source: Toolbar settings
sv: Inställningar för verktygsfält

source: Save toolbar
sv: Spara verktygsfält

source: Sorry, you'll have to remove a panel before you can add a new one.
sv: Du måste ta bort en panel innan du kan lägga till en ny.

source: You can add, remove, and reorder many of the panels in your toolbar.
sv: Du kan lägga till, ta bort och ändra ordningsföljd för många av panelerna i ditt verktygsfält.

source: Available panels
sv: Tillgängliga paneler

source: %B %e, %Y
hu: %Y. %b. %e.
sv: %e %B, %Y

source: Toolbar
sv: Verktygsfält

source: Set your system-tray preferences
sv: Ange dina inställningar för systemfältet

source: System Tray
sv: Systemfält

source: Show system tray
sv: Visa systemfält

source: The system tray is a concept used by some older applications to let you know when something happens or to stay running when you close them.
sv: Systemfältet är ett koncept som används av vissa äldre program för att informera dig när något händer eller för att förbli aktiva när du stänger dem.

source: Cellular Data Connection Wizard
sv: Anslutningsguide för mobildata

source: Select Country
sv: Välj land

source: Manual Configuration
sv: Manuell konfigurering

source: Plan Name (required):
sv: Plannamn: (obligatoriskt)

source: Username:
sv: Användarnamn:

source: Password:
sv: Lösenord:

source: Primary DNS:
sv: Primärt DNS:

source: Secondary DNS:
sv: Sekundärt DNS:

source: Tertiary DNS:
sv: Tertiärt DNS:

source: Select your 3G Plan
sv: Välj din 3G-plan

source: Select Provider
sv: Välj leverantör

source: Select 3G Service
sv: Välj 3G-tjänst

source: or
sv: eller

source: wired
sv: uttagsansluten

source: Sorry, we can't find any networks. It appears that the connection manager is not running. You could try restarting your computer.
sv: Vi kan inte hitta några tillgängliga nätverk. Anslutningshanteraren verkar inte fungera. Försök starta om datorn.

source: Sorry, we can't find any networks. You could try disabling Offline mode.
sv: Vi kan inte hitta några tillgängliga nätverk. Försök lämna läget offline.

source: Sorry, we can't find any networks. You could try enabling %s.
sv: Vi kan inte hitta några tillgängliga nätverk. Försök aktivera %s.

source: Sorry, we can't find any networks
sv: Vi kan inte hitta några tillgängliga nätverk

source: Network connected
sv: Nätverk anslutet

source: You're now connected to a wired network
sv: Du är nu ansluten till ett fast nätverk

source: You're now connected to %s, a %s network
sv: Du är nu ansluten till %s som är ett %s nätverk

source: You're now connected to a %s network
sv: Du är nu ansluten till ett %s nätverk

source: Network lost
sv: Nätverk borttappat

source: Sorry, we've lost your wired connection
sv: Avbruten anslutning

source: Sorry we've lost your %s connection to %s
sv: Din %s anslutning till %s avbröts

source: Sorry, we've lost your %s connection
sv: Din %s anslutning avbröts

source: Network changed
sv: Nätverk ändrat

source: Sorry, your connection to %s was lost. So we've connected you to a wired network
sv: Din anslutning till %s avbröts. Vi har istället anslutit dig till ett fast nätverk

source: Sorry, your connection to %s was lost. So we've connected you to %s, a %s network
sv: Din anslutning till %s avbröts. Vi har istället anslutit dig till %s som är ett %s nätverk

source: Sorry, your connection to %s was lost. So we've connected you to a %s network
sv: Din anslutning till %s avbröts. Vi har istället anslutit dig till ett %s nätverk

source: Sorry, your %s connection was lost. So we've connected you to a wired network
sv: Din %s anslutning avbröts. Vi har istället anslutit dig till ett fast nätverk

source: Sorry, your %s connection was lost. So we've connected you to %s, a %s network
sv: Din %s anslutning avbröts. Vi har istället anslutit dig till %s som är ett %s nätverk

source: Sorry, your %s connection was lost. So we've connected you to a %s network
sv: Din %s anslutning avbröts. Vi har istället anslutit dig till ett %s nätverk

source: New connection settings
sv: Nya anslutningsinställningar

source: Enter the name of the network you want to connect to and, where necessary, the password and security type.
sv: Ange namnet på nätverket du vill ansluta till och om så krävs, ange lösenord och säkerhetstyp.

source: Network name
sv: Nätverksnamn

source: Network security
sv: Nätverkssäkerhet

source: None
sv: Ingen

source: Password
sv: Lösenord

source: Show password
sv: Visa lösenord

source: Settings
sv: Inställningar

source: Wired
sv: Använder uttag

source: Offline mode
sv: Offline

source: This will disable all your connections
sv: Detta inaktiverar alla dina anslutningar

source: Networks
sv: Nätverk

source: Add new connection
sv: Lägg till ny anslutning

source: Connect to VPN
sv: Anslut till VPA

source: Critical Error: Invalid country code
sv: Kritiskt fel: Ogiltig landskod

source: Missing required APN (service plan name)
sv: Saknar APN (tjänsteplansnamn)

source: Internal Error: Invalid network service
sv: Internt fel: Ogiltig nätverkstjänst

source: Critical Error: Unable to access Connection Manager
sv: Kritiskt fel: Kan inte hitta Anslutningshanteraren

source: ERROR: No 3G Hardware detected
sv: FEL: Hittar inte någon 3G maskinvara

source: %s encrypted
sv: %s krypterad

source: Fixed IP
sv: Statisk IP

source: Disconnect
sv: Koppla från

source: Connected
sv: Ansluten

source: Cancel
sv: Avbryt

source: Configuring
sv: Konfigurerar

source: Associating
sv: Associerar

source: Connect
sv: Anslut

source: Connection failed
sv: Anslutningsfel

source: Sorry, the connection failed. You could try again.
sv: Anslutningsfel. Du kan försöka igen.

source: Disconnecting
sv: Kopplar från

source: Type password here
sv: Ange lösenord här

source: Really remove?
sv: Radera - är du säker?

source: Do you want to remove the %s %s network? This will forget the password and you will no longer be automatically connected to %s.
sv: Vill du radera %s %s nätverket? Det gör att lösenordet glöms bort och du kommer inte längre automatiskt att anslutas till %s.

source: Sorry, it looks like the IP address is not valid
sv: Det verkar som att IP adressen inte är giltig

source: Sorry, it looks like the gateway address is not valid
sv: Det verkar som att gateway adressen inte är giltig

source: Sorry, it looks like the subnet mask is not valid
sv: Det verkar som att subnet masken inte är giltig

source: Sorry, it looks like the nameserver address '%s' is not valid
sv: Det verkar som att namnserver adressen '%s' inte är giltig

source: Advanced
sv: Avancerad

source: Log in
sv: Logga in

source: Scanning
sv: Skannar

source: WPA2 encrypted
sv: WPA2-krypterat

source: Connect by:
sv: Anslut:

source: IP address:
sv: IP adress:

source: Static IP
sv: Statisk IP

source: Apply
sv: Verkställ

source: Your password isn't the right length. For a WEP connection it needs to be either 10 or 26 characters, you have %i.
sv: Ditt lösenord har inte rätt längd. För en WEP-anslutning måste det vara antingen 10 eller 26 tecken, du har %i.

source: Your password is too short. For a WPA connection it needs to be at least 8 characters long, you have %i
sv: Ditt lösenord är för kort. För en WPA-anslutning måste det vara minst 8 tecken långt, du har %i.

source: Your password is too long. For a WPA connection it needs to have fewer than 64 characters, you have %i
sv: Ditt lösenord är för långt. För en WPA-anslutning måste det vara färre än 64 tecken långt, du har %i

source: Your password is too short. For a WPA2 connection it needs to be at least 8 characters long, you have %i
sv: Ditt lösenord är för kort. För en WPA2-anslutning måste det vara minst 8 tecken långt, du har %i.

source: Your password is too long. For a WPA2 connection it needs to have fewer than 64 characters, you have %i
sv: Ditt lösenord är för långt. För en WPA2-anslutning måste det vara färre än 64 tecken långt, du har %i

source: Always use small screen mode
sv: Använd alltid litet skärm läge

source: Determines the order of panels on the toolbar.
sv: Avgör panelordningen i verktygsfältet.

source: Forces small screen mode to be used even if display size would normally imply bigger screen mode.
sv: Tvinga alltid att använda litet skärm läge även om display läge normalt vill använda större skärm läge.

source: Order of panels on toolbar
sv: Panelordning i verktygsfältet

source: Disabled
sv: Inaktiverad

source: %u Output
sv: %u utmatning

source: %u Input
sv: %u inmatning

source: System Sounds
sv: Systemljud

source: Search
sv: Sök

source: Applications
sv: Program

source: Favorite applications
sv: Favoritprogram

source: Your applications
sv: Dina program

source: Never launched
sv: Aldrig startad

source: Applications panel
sv: Programpanel

source: Date/Time
sv: Datum/tid

source: Date and Time panel
sv: Panelen Datum/tid

source: date and time
sv: datum och tid

source: %b %-d (Yesterday)
sv: %b %-d (igår)

source: %b %-d (Tomorrow)
sv: %b %-d (imorgon)

source: %b %-d (local)
sv: %b %-d (lokalt)

source: Time
sv: Tid

source: 24 hour clock
sv: 24-timmarsklocka

source: Enter a country or city
sv: Ange land eller ort

source: Add
sv: Lägg till

source: Set Time & Date
sv: Ange tid och datum

source: Appointments
sv: Avtalade tider

source: Today
sv: Idag

source: Open Appointments
sv: Öppna avtalade tider

source: Tasks
sv: Uppgifter

source: Open Tasks
sv: Öppna uppgifter

source: Time and Date
sv: Tid och datum

source: 24 hour clock or 12 hour clock
sv: 24- eller 12-timmarsklocka

source: Alarms stored in encoded form for use by the alarm notfier.
sv: Väckningar som lagras i kodad form för användning av väckningsinformationen.

source: List of alarms in short encoded form
sv: Lista med väckningar i kort kodad form

source: Devices panel
sv: Enhetspanel

source: devices
sv: enheter

source: Sleep timeout
sv: Timeout för viloläge

source: Value of -1 means never sleep, other values are seconds of continuous idle state before sleeping.
sv: Ett värde av -1 betyder försätt aldrig i viloläge, andra värden är lika med sekunder av inaktivt tillstånd innan viloläge påbörjas.

source: Dawati Devices Panel
sv: Dawati enhetspanel

source: Sorry, you don't appear to have a battery installed.
sv: Det verkar inte som om du har installerat ett batteri.

source: Your battery is charging. It is about %d%% full.
sv: Ditt batteri laddas. Det är ungefär %d%% fullt.

source: Your battery is being used. It is about %d%% full.
sv: Ditt batteri används. Det är ungefär %d%% fullt.

source: Your battery is fully charged and you're ready to go.
sv: Ditt batteri är helt laddat och du kan börja.

source: Sorry, it looks like your battery is broken.
sv: Det verkar som om ditt batteri gått sönder.

source: Your computer
sv: Din dator

source: All settings
sv: Alla inställningar

source: Plug in a device and it will be automatically detected.
sv: Koppla in en enhet så identifieras den automatiskt.

source: Other devices
sv: Andra enheter

source: It is safe to unplug this device now
sv: Det är säkert att ta ut denna enhet nu

source: <span font-weight='bold'>You are using</span> <span color='%s'>%d%% of %s</span>
sv: <span font-weight='bold'>Du använder</span> <span color='%s'>%d%% av %s</span>

source: Trash
sv: Papperskorgen

source: Devices
sv: Enheter

source: Could not run "%s"
sv: Kunde inte köra "%s"

source: Import error
sv: Importfel

source: Import photos
sv: Importera kort

source: Import media
sv: Importera media

source: Open
sv: Öppna

source: Eject
sv: Mata ut

source: <span font-weight='bold'>%s</span> using <span color='%s'>%d%% of %s</span>
sv: <span font-weight='bold'>%s</span> använder <span color='%s'>%d%% av %s</span>

source: Turned up to 11
sv: Allra högsta volym

source: Very loud
sv: Mycket hög

source: Loud
sv: Hög

source: Fairly loud
sv: Ganska hög

source: Middle of the road
sv: Lagom

source: Fairly quiet
sv: Ganska tyst

source: Quiet
sv: Tyst

source: Very quiet
sv: Mycket tyst

source: Silent
sv: Helt tyst

source: Computer volume
sv: Datorvolym

source: Mute
sv: Ljud avstängt

source: Network settings
sv: Nätverksinställningar

source: network
sv: nätverk

source: networks - not connected
sv: nätverk - inte ansluten

source: networks - connecting
sv: nätverk - ansluter

source: networks - wired
sv: nätverk - uttag

source: networks - %s - wifi
sv: nätverk - %s - WiFi

source: networks - %s - wimax
sv: nätverk - %s - WiMAX

source: networks - %s - 3G
sv: nätverk - %s - 3G

source: networks - %s - bluetooth
sv: nätverk - %s - bluetooth

source: networks - %s - VPN
sv: nätverk - %s - VPN

source: networks
sv: nätverk

source: networks - error
sv: nätverk - fel

source: Run in standalone mode
sv: Kör i fristående läge

source: Embed in another window (overrides --standalone)
sv: Bädda in i annat fönster (åsidosättningar - fristående)

source: Carrick connectivity applet
sv: Carrick anslutningsmodul

source: - Dawati connectivity applet
sv: -Dawati anslutningsmodul

source: When you have an IM service configured (like Messenger), this is where you chat to people.
sv: När du har en konfigurerad IM-tjänst (som ett IM-konto t.ex. Messenger) är detta där du chattar med personer.

source: Open %s
sv: Öppna %s

source: This is the People panel.
sv: Hej! Detta är personpanelen.

source: Sorry, we can't find any people. It looks like they are all offline.
sv: Vi kan inte hitta någon person. Det verkar som ingen är uppkopplad just nu.

source: To see your IM contacts, you need to go online.
sv: Du måste koppla upp dig för att se dina IM-kontakter.

source: people - you are chatting with %d people
sv: personer - du chattar med %d personer

source: people - you are chatting with someone
sv: personer - du chattar med någon

source: People
sv: Personer

source: You are chatting with:
sv: Du chattar med:

source: Me and my people
sv: Jag och mina personer

source: Me
sv: Jag

source: My conversations
sv: Mina konversationer

source: People panel
sv: Personpanel

source: Dawati Power Icon
sv: Dawati strömikon

source: Running low on battery
sv: Batteriet börjar ta slut

source: I've noticed that your battery is running a bit low. If you can, it would be a good idea to plug in and top up.
sv: Vi har märkt att ditt batteri börjar ta slut. Om du kan vore det en bra idé att ladda det snart.

source: Getting close to empty
sv: Nu är det nästan slut

source: You're running quite low on battery. It'd be a good idea to save all your work and plug in as soon as you can.
sv: Nu är ditt batteri nästan helt slut. Det vore en god idé att spara allt ditt arbete och ansluta så snart du kan.

source: Danger!
sv: Fara!

source: battery
sv: batteri

source: If you don't decide, I'll turn off in %d second
sv: Om du inte bestämmer dig snart stänger jag av datorn om %d sekunder.

source: Turn off
sv: Stäng av

source: Would you like to turn off now?
sv: Vill du stänga av nu?

source: If you don't decide, I'll turn off in 30 seconds.
sv: Om du inte bestämmer dig snart stänger jag av datorn om 30 sekunder.

source: Unable to update status. The service may be unavailable or your password could be wrong.
sv: Kan inte uppdatera status. Tjänsten kan vara otillgänglig eller så kan du ha fel lösenord.

source: Unable to update status: You're not online.
sv: Det går inte att uppdatera status: Du är inte online.

source: We were unable to guess your location
sv: Vi kunde inte gissa din plats

source: We think your location is: %s (%f, %f)
sv: Vi gissade din plats som: %s (%f, %f)

source: Your location is currently shared as: %s (%f, %f)
sv: Din plats delas just nu som: %s (%f, %f)

source: Your location is currently shared as: %f %f
sv: Din plats delas just nu som: %f %f

source: Your location isn't currently shared
sv: Din plats delas inte

source: Update
sv: Uppdatering

source: What's happening?
sv: Vad händer?

source: Change
sv: Ändra

source: When you have a web account configured, you will be able to view your feeds and manage your status here.
sv: När du har ett konfigurerat webbkonto (som Twitter) kan du visa dina feeds och uppdatera din status här.

source: Add new web account
sv: Lägg till nytt webbkonto

source: This is the Status panel.
sv: Hej! Detta är statuspanelen.

source: Your location
sv: Din plats

source: Where are you?
sv: Var är du?

source: Find me
sv: Hitta mig

source: Use location
sv: Använd plats

source: Don't use location
sv: Använd inte plats

source: %s from %s
sv: %s från %s

source: Search for %%s on %s
sv: Sök efter %%s på %s

source: Go to %s
sv: Gå till %s

source: Press enter to visit site
sv: Använd enter för webbplats

source: Press down to explore list
sv: Använd nedpil för att se lista

source: As you visit web pages, your favorites will appear here and on the New tab page in the browser.
sv: När du besöker webbsidor kommer dina favoriter visas här och på den nya fliken i webbläsaren.

source: Your pages
sv: Dina sidor

source: Tabs
sv: Flikar

source: Favorite pages
sv: Favoritsidor

source: Zones panel
sv: Panelen Zoner

source: Zones
sv: Zoner

source: New Zone
sv: Ny zon

source: Zone %d
sv: Zon%d

source: No applications on this zone
hu: Nincs alkalmazás ebben a zónában
sv: Inga program i denna zon

source: Applications you’re using will show up here. You will be able to switch and organize them to your heart's content.
hu: A használt alkalmazások itt jelennek meg. Itt tudsz átváltani köztük és kedved szerint szervezheted őket.
sv: Program du använder visas här. Du kan byta och organisera dem bäst du vill.

source: No calendar entries this week
sv: Inget i kalendern denna vecka

source: Web page
sv: Webbplats

source: Nothing to do today
sv: Inget schemalagt idag

source: Due %x
sv: Färdig %x

source: Dawati Netbook Effects
sv: Dawati netbook effekter

source: Effects for Dawati Netbooks
sv: Effekter för Dawati netbooks

source: Sorry, %s is broken
sv: %s fungerar inte

source: Dismiss
hu: Elutasít
sv: Avvisa

source: Dismiss All
hu: MIndet elutasít
sv: Avvisa alla

source: Unknown window
hu: Ismeretlen ablak
sv: Okänt fönster

source: is asking for your attention.
sv: Ber om din uppmärksamhet.

source: Activate
hu: Aktiválás
sv: Aktivera

source: zones
hu: zónák

source: Moblin Netbook Effects
hu: Moblin Netbook Effektek

source: Effects for Moblin Netbooks
hu: Effektek a Moblin Netbookokra

source: Is asking for your attention.
hu: Állíts be.

source: No Zones yet
hu: Még nincsenek zónák
